UIObjectFactoryUtils.#ctor
For Internal Use Only.
Remarks: This constructor is exposed to enable support for COM interop only. This object should never
be created by the developer.

UIObjectFactoryUtils
Provides access to the ImportInstance in Autodesk Revit.
Remarks: The Import Instance object can be generated by Import operation.